
[DarkEvent_TracerRounds X2HackRewardTemplate]
+FriendlyName="黑暗事件：智能子弹"
+Description="许多变种人单位现在发射智能弹药。"

[DarkEvent_TracerRounds X2DarkEventTemplate]
+DisplayName="智能子弹"
+SummaryText="变种人正在测试原型智能弹药，使得部分变种人士兵在未来一个月的任务中拥有更精准的射击能力。"
+QuoteText="\"…我难道不是要因为这该死的东西，在全身掩护下被一枪爆头吗？\""
+QuoteTextAuthor="- 匿名的反抗军士兵"
+PreMissionText="变种人单位装备了智能弹药。"
+PostMissionSuccessText="黑暗事件被消灭：智能子弹"
+PostMissionFailureText="未能阻止黑暗事件：智能子弹"

[DarkEvent_DragonRounds X2DarkEventTemplate]
+DisplayName="燃烧子弹"
+SummaryText="变种人将燃烧化学物质融入他们的武器，使得部分变种人士兵在未来一个月的任务中使用燃烧子弹。"
+QuoteText="\"在与变种人的战斗中，我们本就处于劣势，烈焰焚身的威胁是我们不愿面对的。\""
+QuoteTextAuthor="- 泰甘博士"
+PreMissionText="变种人单位已装备燃烧子弹。"
+PostMissionSuccessText="黑暗事件已被阻止：燃烧子弹"
+PostMissionFailureText="未能阻止黑暗事件：燃烧子弹"

[DarkEvent_DragonRounds X2HackRewardTemplate]
+FriendlyName="黑暗事件：燃烧子弹"
+Description="许多变种人单位现在发射燃烧子弹。"


[DarkEvent_APRounds X2DarkEventTemplate]
+DisplayName="穿甲弹"
+SummaryText="变种人将寄生前夜虫鳞片融入他们的武器中，使得部分变种人士兵在未来一个月的任务中使用穿甲弹。"
+QuoteText="\"如果这些子弹在战场上泛滥，我们的部队可能就像赤身裸体一样脆弱。\""
+QuoteTextAuthor="- 首席沈"
+PreMissionText="变种人单位已装备穿甲弹。"
+PostMissionSuccessText="黑暗事件已被阻止：穿甲弹"
+PostMissionFailureText="未能阻止黑暗事件：穿甲弹"

[DarkEvent_APRounds X2HackRewardTemplate]
+FriendlyName="黑暗事件：穿甲弹"
+Description="许多变种人单位现在发射穿甲弹。"


[DarkEvent_TalonRounds X2DarkEventTemplate]
+DisplayName="碎裂弹"
+SummaryText="变种人采用了特殊设计的子弹，这种子弹在穿透目标后会扩张，使得部分变种人士兵在未来一个月的任务中有更高的暴击率。"
+QuoteText="\"普通的伤害已经足够严重，如果我们的部队被这种碎裂弹击中，他们将遭受更加严重的伤害。\""
+QuoteTextAuthor="- 反抗军指挥官布拉德福德"
+PreMissionText="变种人单位已装备增加暴击率的碎裂弹。"
+PostMissionSuccessText="黑暗事件已被阻止：碎裂弹"
+PostMissionFailureText="未能阻止黑暗事件：碎裂弹"


[DarkEvent_TalonRounds X2HackRewardTemplate]
+FriendlyName="黑暗事件：碎裂弹"
+Description="许多变种人单位如果命中，将更频繁地触发暴击。"


[DarkEvent_HoloRounds X2DarkEventTemplate]
+DisplayName="全息瞄准子弹"
+SummaryText="变种人部署了改良的智能子弹，使他们的士兵能够通过全息瞄准技术集中火力攻击指定的XCOM人员。"
+QuoteText="\"智能子弹本身就够麻烦了，现在他们还加上了全息瞄准技术。 \""
+QuoteTextAuthor="- 首席沈"
+PreMissionText="部分变种人单位装备了全息瞄准子弹。"
+PostMissionSuccessText="黑暗事件被阻止：全息瞄准子弹"
+PostMissionFailureText="未能阻止黑暗事件：全息瞄准子弹"

[DarkEvent_HoloRounds X2HackRewardTemplate]
+FriendlyName="黑暗事件：全息瞄准子弹"
+Description="部分变种人单位装备了全息瞄准子弹。"


[DarkEvent_SuperUFO X2DarkEventTemplate]
+DisplayName="超级幽浮猎手"
+SummaryText="外星人发射了一架装备了最新扫描设备的幽浮，确保击落复仇者号。"
+QuoteText="\"好吧，真见鬼。\""
+QuoteTextAuthor="- 中央指挥官布拉德福德"
+PreMissionText="发射了一架幽浮，它将击落复仇者号。"
+PostMissionSuccessText="黑暗事件被阻止：超级幽浮猎手"
+PostMissionFailureText="未能阻止黑暗事件：超级幽浮猎手"

[DarkEvent_AvengerWatch X2DarkEventTemplate]
+DisplayName="监视复仇者"
+SummaryText="外星人发起了一项监视天空的行动，寻找复仇者号和天行者号，任何任务完成后都有可能发射幽浮追击复仇者号。"
+QuoteText="\"如果我们运气足够差，我们可能得躲避那些幽浮编队的追击。\""
+QuoteTextAuthor="- 首席沈"
+PreMissionText="通过保持UFO待命，对任何XCOM活动迹象进行反复仇者号行动。"
+PostMissionSuccessText="黑暗事件被阻止：监视复仇者"
+PostMissionFailureText="未能阻止黑暗事件：监视复仇者"


[DarkEvent_Mindshielding X2DarkEventTemplate]
+DisplayName="心灵护盾"
+SummaryText="外星人和变种人推出了一批他们自己的心灵护盾变体，保护部分部队在一个月内免受心灵控制和闪光弹的影响。"
+QuoteText="\"我喜欢闪光弹变成无用的纸砣。\""
+QuoteTextAuthor="- 一名匿名的反抗军士兵"
+PreMissionText="部分敌方单位在一个月内受到心灵控制和闪光弹的保护。"
+PostMissionSuccessText="黑暗事件被阻止：心灵护盾"
+PostMissionFailureText="未能阻止黑暗事件：心灵护盾"

[DarkEvent_Mindshielding X2HackRewardTemplate]
+FriendlyName="黑暗事件：心灵护盾"
+Description="部分敌方单位受到心灵控制和闪光弹的保护。"

[ChosenAction_Favoured X2ChosenActionTemplate]
DisplayName="长者之宠"
SummaryText="被选中的天选者将比其他天选者更加强大。"
QuoteText=""
QuoteTextAuthor=""


[EarlyAvatarDeployment X2SitRepTemplate]
FriendlyName="提前部署化身"
Description="预计化身计划的结果将会被部署在本次任务中。"

[EarlyAvatarDeploymentEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="提前部署化身"
Description="这次任务中，一些巡逻队的领导将会是阿瓦塔计划的结果。"
